Repository: xf22001/enigma2_plugins
Catalog: epgrefresh/po/*.po
Languages: it

source: EPGRefresh Services
it: Canali EPGRefresh

source: Channels
it: Canali

source: Cancel
it: Annullare

source: delete
it: Cancellare

source: New
it: Nuovo

source: Edit Services to refresh
it: Mod. canali da aggiornare

source: Editing
it: Modificare

source: Refreshing
it: Aggiornamento in corso

source: Select channel to refresh
it: Selezionare canali da aggiornare

source: Select bouquet to refresh
it: Selezionare bouquet da aggiornare

source: EPGRefresh Configuration
it: Configurazione EPGRefresh

source: Refresh automatically
it: Aggiornare automaticamente

source: Unless this is enabled EPGRefresh won't automatically run but has to be explicitely started through the yellow button from this menu.
it: Se la funzione non è abilitata, EPGRefresh non sarà eseguito automaticamente, ma dovrà essere avviato esplicitamente tramite il pulsante giallo da questo menu.

source: Wakeup from Deep-Standby to refresh EPG
it: Uscire da Deep-Standby per aggiornare EPG

source: If this is enabled, the plugin will wake the receiver up from deep-standby if possible. Otherwise it has to be turned on already.
it: Se la funzione è abilitata, il plugin attiverà automaticamente il ricevitore dal deep-standby, se possibile. In caso contrario, dovrà essere già attivo.

source: Time to stay on service (in m)
it: Permanenza sul canale (min.)

source: This is the ammount of time a channel will be active during a refresh.
it: Indicare il tempo in minuti di permanenza su un canale durante l'aggiornamento.

source: Refresh EPG after
it: Aggiornare EPG dopo le

source: An automated refresh will happen after this time of day, but before the next setting.
it: Un aggiornamento automatico sarà eseguito dopo l'ora indicata, ma prima di quanto indicato nel campo successivo.

source: Refresh EPG before
it: Aggiornare EPG prima delle

source: An automated refresh will happen before this time of day, but after the previous setting.
it: Un aggiornamento automatico sarà eseguito prima dell'ora indicata, ma successivamente a quanto indicato nel campo precedente.

source: Delay when not in Standby (in m)
it: Ritardo se non in standby (min.)

source: If the receiver is currently not in standby this is the amount of time EPGRefresh will wait before trying again.
it: Questo valore indica il tempo di attesa prima di un nuovo tentativo, se il decoder non è in standby,

source: Force scan even if receiver is in use
it: Forzare la scansione anche se il ricevitore è in uso

source: This setting controls whether or not the refresh will also be initiated when the receiver is being used (namely not in standby or currently recording).
it: Questa funzione abilita/disabilita l'esecuzione dell'aggiornamento quando il decoder è in uso (non in standby o in registrazione).

source: Inherit Services from AutoTimer if available
it: Ereditare canali da AutoTimer se disponibile

source: If you're also using the AutoTimer plugin this allows to extend the list of services to refresh by the services your AutoTimers are restricted to.
it: Se è in uso anche il plugin AutoTimer, questa funzione permette di estendere la lista dei canali da aggiornare con quelli configurati in AutoTimer.

source: Make AutoTimer parse EPG if available
it: Se disponibile, effettuare una ricerca EPG AutoTimer

source: If you're also using the AutoTimer plugin this will initiate a scan of the EPG after a completed refresh.
it: Se è in uso anche il plugin AutoTimer, quest'ultimo effettuerà una scansione dell'EPG al termine dell'aggiornamento.

source: Shutdown after refresh
it: Chiudere dopo aggiornamento

source: This setting controls if the receiver should be sent to deep-standby after a completed refresh.
it: Questa funzione determina se il decoder debba essere posto in deep-standby al termine di un aggiornamento.

source: Refresh in Background
it: Aggiornare in background

source: Use Picture In Picture to refresh EPG?
it: Usare PiP per l'aggiornamento EPG?

source: Refresh now
it: Agg. ora

source: Edit Services
it: Mod. Canali

source: Configure EPGRefresh
it: Configurare Agg. automatizzato EPG

source: never
it: mai

source: Last refresh was %s
it: Ultimo aggiornamento: %s

source: Really close without saving settings?
it: Chiudere senza salvare le modifiche?

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommmended to put the receiver to Standby. Do you want to do this now?
it: Si potrebbe trattare di un riavvio automatico allo scopo di aggiornare l'EPG. Perchè ciò avvenga si raccomanda di porre il ricevitore in standby. Farlo ora?

source: Automatically refresh EPG
it: Aggiornare automaticamente EPG

source: add to EPGRefresh
it: aggiungere a EPGRefresh
